---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFlowFactorParam
source: html/95656537-4261-0ac1-08f2-26c97ce85103.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFlowFactorParam Property

"Flow Factor"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFlowFactorParam { get; }
```